Repository: osrufung/irregularverbs
Catalog: *.lproj/Localizable.strings
Languages: es

# InfoPopupHome
source: learn, test your knowledge with a small number of verbs, and check your progress. You can increase your level by setting the dial in Home.
es: aprende, verifica tu conocimiento con un pequeño nº de verbos y comprueba tu progreso. Puedes incrementar el nivel ajustando el dial en la pantalla de inicio.

source: close
es: cerrar

# LevelLabel_0
source: BEGINNER
es: PRINCIPIANTE

# LevelLabel_1
source: MEDIUM
es: MEDIO

# LevelLabel_2
source: EXPERT
es: EXPERTO

source: What you need to know
es: Algunas pistas para memorizar

# verbstolearn
source: %d verbs to learn
es: %d verbos para aprender

# back
source: Home
es: Inicio

source: Home
es: Inicio

# LearnLabel
source: Look up
es: Consultar

# TestLabel
source: Test
es: Evaluar

# HistoryLabel
source: Statistics
es: Historial

# SetupLabel
source: Setup
es: Ajustes

source: Select Test Type
es: Elige tipo de test

# alpha
source: By Name
es: A-Z

# hints
source: By Hint
es: por pistas

source: Test Options
es: Opciones

source: Test Type
es: Tipo de test

# usexofy
source: Use %d of %d
es: Usar %d de %d

source: Use hints
es: Usar pistas

source: Scoreboard
es: Marcador

source: Average time
es: tiempo de respuesta medio

# fail_format
source: %.0f%% fail
es: %.0f%% fallos

# avgtime_format
source: Average time %.2fs
es: Tiempo medio %.2fs

# nopassverbs
source: No pass verb!
es: Ningún verbo superado

source: %d of %d
es: %d de %d

source: Most Common
es: Más comunes

source: Least Common
es: Menos comunes

source: Most Failed
es: Más falladas

# randomchose
source: Randomly Chose
es: Aleatorio

source: Least Tested
es: Menos evaluadas

source: By Hint Group
es: Por pista

# historyLabel
source: Statistics
es: Historial

source: Level of difficulty
es: Nivel de dificultad

# includingverbs_format
source: (including %d verbs)
es: (incluyendo %d verbos)

# testtime_format
source: Test time is %d sec
es: Test de %d segundos

# clearhistorydata
source: Reset progress
es: Reiniciar progreso

# clearconsequence
source: You will clear all the data from old tests. Are you sure?
es: Se eliminará las estadísticas de estudio. ¿Estás seguro?

source: Cancel
es: Cancelar

source: Clear All
es: Reiniciar

# aboutbuttontitle
source: Show Project Info at GitHub
es: Ver info del proyecto en GitHub
